Revit 2027 API
ParameterTypeId.RbsBuildingUseloadcredits Property
 "Use Load Credits"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsBuildingUseloadcredits { get; }
Public Shared ReadOnly Property RbsBuildingUseloadcredits As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsBuildingUseloadcredits {
	ForgeTypeId^ get ();
}
static member RbsBuildingUseloadcredits : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace